import React, {Component} from "react";

class LiveAbout extends Component {
    render(){
        return(
            <div>
            <div className={"live-about"}>
                    <p>2020年11月21日(土)</p>
                    <p>開場 18:00　開演 20:00</p>
                    <p>参加費 無料</p>

                    <p>hogehgoehgeodhg</p>
                    <p>ghoegohweoghegohs</p>
                    <p>hgoehwgo;hwan</p>
                    <p>電気通信大学公認サークルがお送りするの初音ミクのファンメイドライブです。</p>

                   <p>自宅のWindowsOSのpcからログインできる</p>

            </div>
        <div className={"live-about"}>
            <p>
                なれんじが起きたのでなれんじの起床を書きました

                なれんじは目が覚めた 時計の短い針が0の文字に真っ直ぐ手を伸ばしていた。
                昨晩は夜中まで────というより早朝と言える時間までゲームをしていた割に早く目が覚めてしまった 。いささか体が重いが昼まで寝るよりは幾分健康的ではなかろうか そういうことにしておく。
                ベッドの上、寝たまま時計を見つめていた顔を横に向けると巨大で無機質な、見慣れた箱が鎮座している。冷蔵庫より2回りも大きいその黒い箱には赤緑青など色とりどりのランプが明滅しており、また無数のケーブルが伸びていた。そのうち数本を辿ると八枚もの巨大なモニターに繋がっており、中央のモニターには寝起きの彼の目にも分かるほど大きな文字で「no abnormality(異常なし)」と表示されていた。
                それは毎朝のことなのだが彼は胸を撫で下ろした。(もっとも異常があれば200dBもの大音量アラートが彼を叩き起こすのだが)
                それとは逆の方、窓に顔を向けると青空が彼の目を刺した。いい朝だ。閑静な住宅街の朝は静かで心地よい。
                まさかこんな何の変哲もない住宅街の極々一般的な家の2階、大学生の自室の冷蔵庫擬きに世界中のデータが集められ、部屋主によって全ての人、行動、経済、行政が管理・統制されているとは誰も思わないだろう。
                「私の下で、今日も秩序は保たれた」世界の管理者・"なれんじ"はベッドから起き上がりつつ呟いた。
            </p>

            </div>
            </div>
        )
    }
}

export default LiveAbout
